[{
        "name": "Bee Bomb",
        "description": "Must be passed to another player at night\n\nExplosion timer set by the @{role:Bee Keeper}, between 2-4 nights\n\nKills the player holding it when it explodes\n\nHolder has a 50% chance to learn how many nights remain until it explodes",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Crystal Ball",
        "description": "Each night, the holder may select another player\n\nUpon the death of the holder, the last selected player's role will be revealed\n\nMay choose No One and will default to that if no player is chosen\n\nA broken crystal ball does nothing",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Dreamcatcher",
        "description": "Passively checks for visitors at night\n\nAt the start of each day, the holder will be given a system message telling them the name of each player who visited them the night before\n\nIf no one visited, or if the dreamcatcher is broken, the holder will be told that they were not visited",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Fruit",
        "description": "Does nothing\n\nCan be an apple, banana, orange, strawberry, lemon, pear, or pineapple (preferably)",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Gun",
        "description": "May choose a target during the day to kill\n\nUnless otherwise stated, guns have a 50% chance to announce the name of the holder when used\n\nA broken gun will backfire and kill the holder",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Immunity Idol",
        "description": "May be used during the day before the voting period has ended to make all votes against the holder not count\n\nMay be given to another player at night\n\nA broken immunity idol does nothing",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Knife",
        "description": "May choose a target during the day to stab. The target will bleed and will die at the end of the day.\n\nBoth the holder's and the target's names will be announced.\n\nA broken knife does nothing.",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Skyrim",
        "description": "Does nothing\n\nCan be played on so many different platforms!",
        "disabled": false,
        "holiday": "april fools"
    }, {
        "name": "Suit",
        "description": "The wearer does not know they are wearing a suit.\n\nA suit disguises the wearer as another role, and they will reveal as that other role on death. The role is chosen by the @{role:Tailor} who gives it to them.\n\nA broken suit does nothing.",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Taser",
        "description": "May choose a player during the day to tase. The player will be roleblocked and cannot visit other players during the following night.\n\nBoth the holder's and the player's names will be announced.\n\nA broken taser will instead roleblock the holder.",
        "disabled": false,
        "holiday": null
    }, {
        "name": "TNT",
        "description": "When detonated, kills the holder and hides their role\n\nHolder does not know if they are holding it\n\nDoes nothing if broken",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Vest",
        "description": "Passively protects the wearer from being targeted for a kill once, and the wearer will receive a system message when the vest is used up.\n\nA broken vest does nothing and will not protect the wearer.",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Will",
        "description": "Holder may write on the Will at night\n\nUpon the holder’s death, reveals the Will’s contents to all players\n\nA broken Will reveals blank",
        "disabled": false,
        "holiday": null
    }, {
        "name": "Wish",
        "description": "Once per game at night, the holder may choose to visit and investigate, protect, or kill another player\n\nA broken Wish will show opposite alignments on investigations, not protect, or backfire when killing and kill the holder",
        "disabled": false
    }]